Repository: yermakoffivan/termio
Catalog: ios/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Your key stays in this device's Keychain and is used only for transcription.
zh_hans: 密钥保存在本机的钥匙串中，仅用于转写。

source: 1 changed file
zh_hans: 1 个文件有更改

source: API Key
zh_hans: API 密钥

source: About
zh_hans: 关于

source: Add an API key in Settings ▸ Voice
zh_hans: 请在“设置 ▸ 语音”中添加 API 密钥

source: Add hosts in ~/.ssh/config on your Mac
zh_hans: 在 Mac 的 ~/.ssh/config 中添加主机

source: Address
zh_hans: 地址

source: Allow microphone access in Settings
zh_hans: 请在“设置”中允许访问麦克风

source: Appearance
zh_hans: 外观

source: Attach
zh_hans: 附加

source: Autocomplete, accept a suggestion
zh_hans: 自动补全，接受建议

source: Back
zh_hans: 返回

source: Binary file — no text diff to show.
zh_hans: 二进制文件，无文本差异可显示。

source: Camera
zh_hans: 相机

source: Camera unavailable. Type the address instead.
zh_hans: 相机不可用。 请改为手动输入地址。

source: Can't reach your Mac
zh_hans: 无法连接到你的 Mac

source: Cancel
zh_hans: 取消

source: Cancel recording
zh_hans: 取消录音

source: Changes
zh_hans: 更改

source: Chats
zh_hans: 聊天

source: Chats are agent sessions that aren't tied to a project. Start one with ＋, or on your Mac.
zh_hans: 聊天是不隶属于任何项目的 Agent 会话。点按 ＋ 新建，或在 Mac 上开始。

source: Close
zh_hans: 关闭

source: Close Session
zh_hans: 关闭会话

source: Companion connection failed
zh_hans: 连接 Mac 失败

source: Connect
zh_hans: 连接

source: Connect a Mac
zh_hans: 连接 Mac

source: Connect to Mac
zh_hans: 连接到 Mac

source: Connected
zh_hans: 已连接

source: Connecting…
zh_hans: 正在连接…

source: Connection Failed
zh_hans: 连接失败

source: Connection failed
zh_hans: 连接失败

source: Devices
zh_hans: 设备

source: Control Keys
zh_hans: 控制键

source: Copy Path
zh_hans: 拷贝路径

source: Couldn't decode this file as text.
zh_hans: 无法将此文件解码为文本。

source: Couldn't encode an OpenAI Realtime event
zh_hans: 无法编码 OpenAI Realtime 事件

source: Couldn't open file
zh_hans: 无法打开文件

source: Couldn't read: %@
zh_hans: 无法读取：%@

source: Couldn't save
zh_hans: 无法存储

source: Couldn't start recording
zh_hans: 无法开始录音

source: Couldn't start session
zh_hans: 无法启动会话

source: Cycle permission modes — default, accept edits, plan
zh_hans: 切换权限模式：默认、接受编辑、计划

source: Dark
zh_hans: 深色

source: Dark Theme
zh_hans: 深色主题

source: Didn't catch that — try again
zh_hans: 没听清，请再试一次

source: Disconnected
zh_hans: 已断开连接

source: End of file — exits a shell or REPL
zh_hans: 文件结束，退出 shell 或 REPL

source: Enter Address Manually
zh_hans: 手动输入地址

source: File changed on the Mac
zh_hans: 文件已在 Mac 上更改

source: Files
zh_hans: 文件

source: Font Size
zh_hans: 字体大小

source: Forget This Mac
zh_hans: 忽略此 Mac

source: Hold the mic key on the terminal keyboard to dictate a prompt — release to send it, slide up to cancel.
zh_hans: 按住终端键盘上的麦克风键即可口述提示词，松开发送，上滑取消。

source: Interrupt — pressed twice while idle it exits the agent
zh_hans: 中断；空闲时连按两次可退出 Agent

source: It may be asleep or off your network. Termio keeps trying — reopen the lid, or tap to retry now.
zh_hans: 它可能已睡眠或不在同一网络。Termio 会持续尝试，你可以打开 Mac，或点按立即重试。

source: Keys on the control bar above the system keyboard. Esc and the arrows are always there; hold esc for esc-esc (Claude Code's rewind menu).
zh_hans: 系统键盘上方控制栏中的按键。Esc 和方向键始终显示；长按 esc 可发送 esc-esc（Claude Code 的回退菜单）。

source: Light
zh_hans: 浅色

source: Light Theme
zh_hans: 浅色主题

source: Loading changes…
zh_hans: 正在载入更改…

source: My Devices
zh_hans: 我的设备

source: Move the running task to the background
zh_hans: 将正在运行的任务移至后台

source: Name
zh_hans: 名称

source: Needs You
zh_hans: 需要你

source: Network error — check your connection
zh_hans: 网络错误，请检查你的连接

source: New Chat
zh_hans: 新建聊天

source: New SSH
zh_hans: 新建 SSH

source: New Terminal
zh_hans: 新建终端

source: New session in %@
zh_hans: 在 %@ 中新建会话

source: No Mac connected
zh_hans: 尚未连接 Mac

source: No changes in this project's working tree.
zh_hans: 此项目的工作区没有更改。

source: No chats yet
zh_hans: 还没有聊天

source: No projects open
zh_hans: 没有打开的项目

source: No response
zh_hans: 没有响应

source: No sessions
zh_hans: 没有会话

source: No terminals yet
zh_hans: 还没有终端

source: No textual changes in this file.
zh_hans: 此文件没有文本更改。

source: Not Paired
zh_hans: 未配对

source: Not Set
zh_hans: 未设置

source: Not available
zh_hans: 不可用

source: OK
zh_hans: 好

source: On-device transcription isn't available
zh_hans: 设备端转写不可用

source: On-device transcription returned no text
zh_hans: 设备端转写未返回文本

source: Open File
zh_hans: 打开文件

source: Open Settings
zh_hans: 打开设置

source: Open Termio on your Mac, then pair this phone to see and drive your projects from here.
zh_hans: 在 Mac 上打开 Termio，然后配对这台 iPhone，即可在此查看并驱动你的项目。

source: Open a project in Termio on your Mac and it'll show up here.
zh_hans: 在 Mac 的 Termio 中打开一个项目，它就会显示在这里。

source: OpenAI Realtime connection closed
zh_hans: OpenAI Realtime 连接已关闭

source: OpenAI Realtime failed
zh_hans: OpenAI Realtime 失败

source: OpenAI Realtime transcription timed out
zh_hans: OpenAI Realtime 转写超时

source: OpenAI Realtime, with file and on-device fallback.
zh_hans: 使用 OpenAI Realtime，并在需要时回退到文件转写和设备端转写。

source: OpenAI returned an empty transcript
zh_hans: OpenAI 返回了空的转写结果

source: Over the 8 MB cap: %@
zh_hans: 超过 8 MB 上限：%@

source: Overwrite
zh_hans: 覆盖

source: One device is connected at a time — tap another to switch to it. Switching closes the terminals open on this phone; the sessions keep running on the Mac.
zh_hans: 同一时间只连接一台设备，点按另一台即可切换。切换会关闭这台 iPhone 上打开的终端，会话仍在 Mac 上继续运行。

source: Paste
zh_hans: 粘贴

source: Paste your key. It's stored in this device's Keychain.
zh_hans: 粘贴你的密钥。它将保存在本机的钥匙串中。

source: Photos
zh_hans: 照片

source: Privacy Policy
zh_hans: 隐私政策

source: Projects
zh_hans: 项目

source: Provider
zh_hans: 服务提供方

source: Reaching your Mac over the companion link.
zh_hans: 正在通过配套连接接入你的 Mac。

source: Recent Activity
zh_hans: 最近活动

source: Reconnecting…
zh_hans: 正在重新连接…

source: Redraw a glitched screen
zh_hans: 重绘花屏

source: Reload
zh_hans: 重新载入

source: Remove Key
zh_hans: 移除密钥

source: Save
zh_hans: 存储

source: Scan QR Code
zh_hans: 扫描二维码

source: Scroll to bottom
zh_hans: 滚动到底部

source: Scroll to top
zh_hans: 滚动到顶部

source: Search files
zh_hans: 搜索文件

source: Search prompt history
zh_hans: 搜索提示词历史

source: Send to Agent
zh_hans: 发送给 Agent

source: Settings
zh_hans: 设置

source: Some files were skipped
zh_hans: 部分文件已跳过

source: Sort
zh_hans: 排序

source: Start a session on your Mac and it'll show up here.
zh_hans: 在 Mac 上开始一个会话，它就会显示在这里。

source: Status
zh_hans: 状态

source: Stop and transcribe
zh_hans: 停止并转写

source: Suspend the foreground process
zh_hans: 挂起前台进程

source: System
zh_hans: 系统

source: Tap ＋ to start an agent in this project.
zh_hans: 点按 ＋ 即可在此项目中启动 Agent。

source: Terminal
zh_hans: 终端

source: Terminal Keyboard
zh_hans: 终端键盘

source: Terminals
zh_hans: 终端

source: Terminals are plain shells that aren't tied to a project. Start one on your Mac and it appears here.
zh_hans: 终端是不隶属于任何项目的普通 shell。在 Mac 上开始一个，它就会显示在这里。

source: Terminals are plain shells that aren't tied to a project. Start one with ＋, or on your Mac.
zh_hans: 终端是不隶属于任何项目的普通 shell。点按 ＋ 新建，或在 Mac 上开始。

source: The address Termio on your Mac is serving.
zh_hans: Mac 上 Termio 正在提供的地址。

source: The current language isn't supported on device
zh_hans: 当前语言不支持设备端转写

source: This diff was fetched without full context because the file is large, so the skipped lines aren't on the phone.
zh_hans: 由于文件较大，此差异未获取完整上下文，省略的行不在这台 iPhone 上。

source: This folder is empty.
zh_hans: 此文件夹为空。

source: Toggle the task checklist
zh_hans: 显示或隐藏任务清单

source: Toggle the transcript viewer (what the agent did)
zh_hans: 显示或隐藏转录视图（Agent 做了什么）

source: Too many matches — showing the first batch. Refine to narrow.
zh_hans: 匹配过多，仅显示第一批。请细化搜索条件。

source: Transcribed with ElevenLabs Scribe.
zh_hans: 使用 ElevenLabs Scribe 转写。

source: Transcribing…
zh_hans: 正在转写…

source: Transcription
zh_hans: 转写

source: Transcription failed
zh_hans: 转写失败

source: Try Again
zh_hans: 重试

source: Update Termio on your Mac to connect this phone.
zh_hans: 请更新 Mac 上的 Termio 以连接这台 iPhone。

source: Upload failed
zh_hans: 上传失败

source: Version
zh_hans: 版本

source: Voice
zh_hans: 语音

source: Voice Input
zh_hans: 语音输入

source: Website
zh_hans: 网站

source: Which service transcribes your voice. Each keeps its own key.
zh_hans: 由哪个服务转写你的语音。每个服务各自保存自己的密钥。

source: Your ElevenLabs API key
zh_hans: 你的 ElevenLabs API 密钥

source: conflict
zh_hans: 有冲突

source: plain text
zh_hans: 纯文本

source: save failed
zh_hans: 存储失败

source: saved
zh_hans: 已存储

source: saving…
zh_hans: 正在存储…

source: truncated preview
zh_hans: 预览已截断

source: %lld pt
zh_hans: %lld 磅

source: %lld changed files
zh_hans: %lld 个文件有更改

source: %@ was modified since you opened it — likely by the agent.
zh_hans: 自你打开以来，%@ 已被修改，很可能是 Agent 改的。

source: %lld of %lld
zh_hans: 第 %lld 个，共 %lld 个

source: %@ API Key
zh_hans: %@ API 密钥

source: •••• Set
zh_hans: •••• 已设置

source: Add a Device
zh_hans: 添加设备

source: Forget
zh_hans: 忽略

source: Forget %@?
zh_hans: 要忽略“%@”吗？

source: Not Connected
zh_hans: 未连接

source: Scan the QR code in Settings ▸ Mobile on the Mac you want to pair. Re-scanning a paired Mac updates its address.
zh_hans: 在想要配对的 Mac 上打开“设置 ▸ 移动设备”并扫描其二维码。对已配对的 Mac 重新扫描会更新其地址。

source: This Mac
zh_hans: 这台 Mac

source: You'll need to scan its QR code again to reconnect.
zh_hans: 重新连接时需要再次扫描它的二维码。

source: Themes
zh_hans: 主题

source: Workspaces
zh_hans: 工作区
